using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace ArduinoPlotter {
    class Constants {
        public static string[] Tests = { "1.Сгибание указательного пальца",
                                "2.Cгибание среднего пальца",
                                "3.Cгибание безымянного пальца", 
                                "4.Сгибание мезинца", 
                                "5.Сжатие руки в кулак", 
                                "6.Коза (указательный + мезинец",
                                "7.Peace (указательный + средний",
                                "8.Палец вверх (рука сжата в кулак, большой палец оттопырен вверх",
                                "9.Шака. Палец вверх + оттопыреный мезинец",
                                "10.Ровная ладонь",
                                "11.Ладонь с растопыреными пальцами",
                                "12.Расслабленная кисть вверх",
                                "13.Расслабленная кисть вниз",
                                "14.Расслабленная кисть влево",
                                "15.Расслабленная кисть вправо" };

        static string[] images = { "", "", "", "", "",
                                   "", "", "", "", "",
                                   "", "", "", "", "" };
    }
}
